Repository: wp-plugins/performance-tester
Catalog: languages/dbwpperformancetester-*.po
Languages: fr_fr

source: Analyze my homepage
fr_fr: Analyser ma page d'acceuil

source: An unkown error occured! Please try to relaunch.
fr_fr: Une erreur est survenue. Veuillez réessayer de lancer l'analyse s'il vous plait.

source: Your analysis has been launched.
fr_fr: Votre analyse est lancée.

source: Analyze your webpage and get your web performance and quality report. Quickly access to the major metrics of the page and get tips to improve and speed up your website.
fr_fr: Analysez votre page d'acceuil et obtenez votre rapport de performance et qualité web. Accédez rapidement aux indicateurs majeurs de votre page et obtenez les trois améliorations prioritaires pour accélerer votre site web.

source: Access to your full web performance and quality report which gather hundreds of metrics and tips to improve and speed up your website
fr_fr: Accédez à votre rapport de performance et qualité web qui rassemblent des centaines d'indicateurs et de conseils pour améliorer et accélérer votre site.

source: Access to the full report
fr_fr: Accéder au rapport complet

source: MB
fr_fr: Mo

source: kB
fr_fr: ko

source: B
fr_fr: o

source: Overall metric
fr_fr: Indicateur global

source: Your 3 improvement priorities
fr_fr: Vos 3 améliorations prioritaires

source: Priority
fr_fr: Priorité

source: Performance timings are a set of data which provides information on the loadtime of a web page. It allows to identify the different parts of the loadtime and how long it takes for each one to be completed.
fr_fr: Les "performance timings" sont un ensemble de données qui fournissent des informations sur le temps de chargement d'une page web. Ils permettent d'identifier les différentes étapes du chargement d'une page et le temps nécessaire à chacune d'elles pour être complétée.

source: Server response
fr_fr: Premier bit

source: Page is fully loaded
fr_fr: La page est complétement chargée

source: * Server response: Time to first byte. Delay between the request emission and the reception of the first byte of the response.
fr_fr: * Premier bit : Temps écoulé entre l'envoi de la requête et la réception du premier octet par le client

source: * Page interactive: It's when the user can interact with the web page.
fr_fr: * Page interactive : Instant à partir duquel l'utilisateur peut interagir avec la page web.

source: * Page is fully loaded: It's the time when the web page is fully loaded (the loading indicator of your browser disappear.)
fr_fr: * La page est totalement chargée : il s'agit de l'instant où tous les éléments de la page sont chargés ( l'indicateur de chargement de votre navigateur internet disparaît )

source: Who develops this plugin?
fr_fr: Qui développe ce plugin ?

source: This plugin is developped by
fr_fr: Ce plugin est développé par

source: a french start-up that aims to speed-up the web.
fr_fr: une start-up française qui a pour objectif d'accelérer le web.

source: We provide an online tool to analyze your web pages and to detect quality and loading times issues. With this plugin we aim to help you to easily improve your web site.
fr_fr: Nous fournissons un outil en ligne pour analyser vos pages web et détecter les problèmes de qualité et de temps de chargement. Avec ce plugin nous souhaitons vous aider à améliorer facilement votre blog.

source: What is coming next?
fr_fr: Quelle est la suite ?

source: For the moment this plugin allows you to analyze your home page only. However we plan to improve this plugin and to offer monitoring feature.
fr_fr: Actuellement, ce plugin vous permet d'analyser votre page d'accueil uniquement. Cependant, nous prévoyons d'y intégrer nos fonctionnalités de monitoring.

source: If you are interested in, don't hesitate to
fr_fr: Si vous êtes intéressé, n'hésitez pas à

source: contact us.
fr_fr: nous contacter.

source: Like this plugin?
fr_fr: Vous aimez ce plugin ?

source: We would love to hear your feedback. Please be blunt, positive and negative comments are welcome.
fr_fr: Nous adorerions avoir votre feedback ! Les commentaires qu'ils soient positifs ou négatifs sont les bienvenus.

source: Contact us
fr_fr: Contactez nous

source: Help us to improve it, find source on
fr_fr: Aidez nous à améliorer ce plugin, vous pouvez trouver les sources sur

source: You can give it a good rating on WordPress.org.
fr_fr: Vous pouvez lui donner une bonne note sur WordPress.org.
